/* Force app update dialog title */
"AboutPassphrases" = "Dwar il-Passphrases";

/* Action item in settings screen to add an Issuer manually.
 Add credential in issuer detail
 Title in settings */
"AddCredential" = "Żid Kredenzjali";

/* Title when adding certificate in progress
   Title when adding issuer in progress */
"AddingCredential" = "Qed jiġi miżjud Kredenzjali";

/* Title when adding issuer in progress */
"AddingIssuer" = "L-Emittent qed jiġi miżjud";

/* Action item in settings screen to add an Issuer manually.
 Navigation title for the 'Add Issuer' form. */
"AddIssuer" = "Żid Emittent";

/* Title for the screen with about passphrase info on it. */
"AddIssuerFailAlertMessage" = "Iż-żieda ta' dan l-emittent ma rnexxietx. Jekk jogħġbok erġa' pprova";

/* Menu action item for sharing device logs. */
"AddIssuerFailAlertTitle" = "Iż-żieda ta' emittent ma rnexxietx";

/* Error message displayed when adding issuer failed */
"AddIssuerFailMessage" = "Kien hemm żball waqt iż-żieda tal-emittent. Dan jista' jiġri meta tikklikkja aktar minn darba fuq link għal stedina li tista' tintużaha darba biss. Jekk jogħġbok iċċekkja mal-emittent u agħmel talba għal stedina ġdida, jekk meħtieġ.";

/* Generic error for failure to add an issuer */
"AddIssuerGenericError" = "Xi ħaġa marret ħażin fiż-żieda ta' dan l-emittent. Erġa' pprova aktar tard.";

/* Alert title when adding an issuer fails for any reason. */
"AddIssuerSuccess" = "Ġie miżjud emittent. Jekk jogħġbok iċċekkja l-iskrin tal-emittenti.";

/* Generic error when adding an issuer. */
"AppRestartRequired" = "L-app hija fi stat invalidu. Jekk jogħġbok neħħi l-app u agħmel it-tnedija tagħha mill-ġdid. Imbagħad erġa' pprova.";

/* Add issuer alert message */
"AppUpdateAlertMessage" = "Sabiex iżżid dan l-emittent, irid ikollok l-aħħar verżjoni ta' Chertero Wallet.";

/* Confirmation before copying for backup */
"AppUpdateAlertTitle" = "Jekk Jogħġbok Aġġorna l-Chertero Wallet";

/* Explain that we need them to authenticate in order to replace their passphrase. */
"AreYouSure" = "Inti Ċert?";

/* Prompt to authenticate in order to reveal their passphrase. */
"AuthenticateReplacePassphrase" = "Awtentika sabiex tissostitwixxi l-passphrase sigura tiegħek.";

/* Onboarding screen backup passphrase title */
"AuthenticateSeePassphrase" = "Awtentika sabiex tara l-passphrase sigura tiegħek.";

/* Caution title presented when attempting to delete a certificate. */
"AuthenticationError" = "L-awtentikazzjoni ma rnexxietx. Erġa' pprova.";

/* Email subject line when backing up passphrase */
"BackupPassphrase" = "Agħmel backup tal-passphrase";

/* Title of main interface */
"BlockcertsBackup" = "Backup tal-Chertero";

/* Title of main interface */
"BlockcertsWallet" = "Chertero Wallet";

/* Button to cancel user action
 Cancel action
 Cancel the action sheet.
 Dismiss action */
"Cancel" = "Ikkanċella";

/* Generic error title. We couldn't delete a certificate. */
"Caution" = "Kawtela!";

/* Title for an error message displayed when we can't read a certificate file the user tried to import. */
"CheckPassphraseTryAgain" = "Jekk jogħġbok iċċekkjaha u erġa' pprova.";

/* Alert title when sharing a certificate fails. */
"ChooseMethod" = "Agħżel metodu:";

/* Credential info screen field label */
"Close" = "Agħlaq";

/* Title of credential information screen */
"Continue" = "Kompli";

/* Credential info screen field label */
"CopyCredentialURL" = "Jekk jogħġbok ikteb jew ippejstja l-URL tal-kredenzjali:";

/* Label for the current passphrase. */
"CopyEmailClipboard" = "Ikkopja fuq Email jew Clipboard";

/* Credential info screen field label */
"CreateBackup" = "Oħloq Backup";

/* Confirm delete action */
"Credential" = "Kredenzjali";

/* Action to delete a credential in the metadata view. */
"CredentialExpiration" = "Skadenza tal-Kredenzjali";

/* Credential info screen field label */
"CredentialImportSuccess" = "Dan il-kredenzjali ġie importat b'suċċess. Jista' jinstab fit-taqsima tal-emittent.";

/* Button copy */
"CredentialInfo" = "Info tal-Kredenzjali";

/* Action item in settings screen. */
"CredentialName" = "Isem il-Kredenzjali";

/* Auth failure replacing passphrase */
"CredentialParseError" = "Xi ħaġa marret ħażin waqt li kien qed jinfetaħ il-fajl.";

/* Alert title when you re-import an existing certificate */
"CredentialURL" = "Il-URL tal-Kredenzjali";

/* Title for the failed-to-share-your-logs alert */
"CurrentPassphrase" = "Passphrase kurrenti";

/* Explanation of the effects of deleting a certificate. */
"CurrentUser" = "Utent Attwali";

/* Contextual action. Tapping this prompts the user to add a file from a document provider. */
"DateIssued" = "Data tal-Ħruġ";

/* Contextual action. Tapping this prompts the user for a URL to pull the certificate from. */
"Delete" = "Ħassar";

/* Information about the passphrase */
"DeleteCredential" = "Ħassar il-Kredenzjali";

/* Issuer info screen field label */
"DeleteCredentialExplanation" = "Jekk tħassar din il-kredenzjali u m'għandekx backup, ikollok titlob lill-emittent biex jibgħatha mill-ġdid jekk trid tirkupraha.\n\nInti ċert li trid tħassar din il-kredenzjali?";

/* Generic error description. We couldn't delete a certificate. */
"DeleteCredentialGenericError" = "Xi ħaġa marret ħażin meta kien qed jiġi mħassar dak iċ-ċertifikat.";

/* This describes the issuer cell in the collection view. It's an accessibility label read aloud for users with VoiceOver. */
"DeleteFileError" = "Il-fajl ma setax jitħassar";

/* Issuer View Header */
"DeleteLogsSuccess" = "Il-Logs ġew imħassra minn dan it-tagħmir.";

/* Issuer info screen field label */
"Description" = "Deskrizzjoni";

/* Title of credential information screen */
"DeviceMissingLogs" = "Ma stajniex insibu l-logs fuq dan it-tagħmir.";

/* Issuer info screen field label */
"Done" = "Lest";

/* Format string for an issuer response with a missing property. Variable is the property name that's missing. */
"EmailBackupWarning" = "Dan huwa metodu ta' backup b'sigurtàbaxxa. Trid tkompli?";

/* Format string for an issuer response with an invalid property. Variable is the property name that's invalid. */
"EmailLogs" = "Email Logs";

/* Specific authentication error: The user's phone has local authentication disabled, so we can't show the passphrase. */
"EmptyCredentials" = "Inti ser tirċievi email meta jinħareġ kredenzjali. Segwi l-link fl-email biex tlesti l-proċess.";

/* A message displayed after clearing the logs successfully. */
"EnableAuthenticationPrompt" = "Jekk jogħġbok mur fil-Settings tal-Chertero Wallet u ppermetti t-Touch ID, Face ID, jew passcode sabiex tassigura l-passphrase tiegħek u erġa' pprova.";

/* Error state: missing issuer data in issuer cell */
"Enter" = "Idħol";

/* Action item in settings screen. */
"EnterIssuerCode" = "Daħħal il-kodiċi li jintuża darba";

/* Credential info screen description of credential that never expires */
"EnterIssuerURL" = "Daħħal il-URL ipprovdut mill-emittent";

/* Onboarding screen label for New User */
"EnterPassphrase" = "Daħħal il-Passphrase";

/* Onboarding screen label for Current User */
"EnterPassphraseInstruction" = "Jekk jogħġbok ikteb jew ippejstja l-passphrase tiegħek hawn:";

/* Video play button accessibility label */
"FileAlreadyImported" = "Il-fajl ġie impurtat diġà";

/* Missing description text for issuer. */
"FileAlreadyImportedExplanation" = "Int diġà importajtu dak il-fajl. Trid tarah?";

/* No network connection alert title */
"FileNotFound" = "Il-fajl ma nstabx";

/* Confirm action */
"GenericAuthenticationError" = "Jekk jogħġbok erġa' awtentika biex tara l-passphrase tiegħek.";

/* Import */
"Import" = "Importa";

/* Navigation title for revealing the current passphrase. */
"ImportComplete" = "Importazzjoni Kompluta";

/* Title in alert view after processing failed user input */
"ImportFromFile" = "Importa minn Fajl";

/* No network connection alert message */
"ImportFromURL" = "Importa minn URL";

/* Message to user to check the passphrase */
"Info" = "Info";

/* Generic authentication failure error. */
"IntroducedOn" = "Introdott";

/* Menu item in the settings screen that links to our privacy policy.
   Title for the screen with our privacy policy on it. */
"InvalidCredential" = "Kredenzjali Invalidu";

/* Alert view title shown when unable to authenticate for My Passphrase */
"InvalidCredentialFile" = "Dan ma jidhirx li hu URL ta' kredenzjali validu. Jekk jogħġbok iċċekkjah u erġa' pprova.";

/* Replace passphrase action button */
"InvalidPassphrase" = "Passphrase Invalida";

/* Title for replacing the passphrase */
"Issuer" = "Emittent";

/* Title for our specific warning about validating a sample certificate */
"IssuerAuthenticationError" = "Ma nistgħux nawtentiċizzawk lill-emittent. Iċċekkja l-kodiċi tiegħek li jintuża darba biss u erġa' pprova.";

/* Header for selecting backup methods */
"IssuerContactEmail" = "Email ta' kuntatt mal-Emittent";

/* Button for selecting backup methods */
"IssuerInfo" = "Info tal-Emittent";

/* Manual Hard Copy */
"IssuerInvalidProperty" = "L-emittent irrisponda, iżda kien hemm proprjetà invalida msejħa \"%@\"";

/* Copy to Email or Clipboard */
"IssuerMissingDescription" = "L-ebda deskrizzjoni ma hi pprovduta.";

/* Title of the Settings screen. */
"IssuerMissingProperty" = "L-emittent irrisponda, iżda ma inkludiex il-proprjetà ta' \"%@\"";

/* Action to share certificate file, presented in an action sheet. */
"IssuerName" = "Isem l-Emittent";

/* Action to share the certificate's hosting URL, presented in an action sheet. */
"IssuerResponseErrorJSON" = "Ma stajniex nifhmu r-rispons ta' dan l-Emittent. Jekk jogħġbok ikkuntattja lill-Emittent.";

/* Generic error for failure to add an issuer */
"Issuers" = "Emittenti";

/* Issuer info screen field label */
"IssuerTampered" = "Dan l-emittent jidher li ġie mbagħbas. Jekk jogħġbok ikkuntattja lill-emittent.";

/* Action button for revealing the current passphrase */
"IssuerURL" = "URL tal-Emittent";

/* Alert message when sharing a certificate fails. Generic error. */
"LocalAuthenticationDisabled" = "Jidher li l-awtentifikazzjoni lokali għal din l-app hija diżattivata. Mingħajr dan, huwa insigur li turi l-passphrase tiegħek. Jekk jogħġbok ippermetti l-awtentifikazzjoni lokali għal din l-app mis-Settings.";

/* Generic error description. We couldn't delete a certificate. */
"LoginToIssuer" = "Idħol fl-Emittent";

/* A longer explanation of the error message displayed when we can't read a certificate file the user tried to import. */
"ManualHardCopy" = "Kopja Stampata tal-Manwal";

/* Error state: missing issuer data in issuer cell */
"MissingIssuer" = "Emittent Nieqes";

/* Imported title didn't parse message */
"MultipleCredentials" = "Int għandek %@ kredenzjali";

/* Invalid state error message when adding an issuer. */
"MyPassphrase" = "Il-Passphrase Tiegħi";

/* Error message when an identification request is aborted */
"Never" = "Qatt";

/* Error message when an identification request sees a server error */
"NewUser" = "Utent Ġdid";

/* Error message displayed when adding issuer failed */
"NewUserBody" = "Int ser tirċievi email meta l-emittent ikun lest biex jiżdied. Segwi l-link fl-email biex tlesti l-proċess.";

/* Scare tactic to warn user about insecurity of email */
"NewUserFooter" = "Inti tista' żżid emittent manwalment billi żżur is-Settings u tagħfas fuq Żid Emittent.";

/* Explanation for why you can't validate the sample certificate. */
"NewUserHeader" = "Lest!";

/* Enter Passphrase */
"NoCredentials" = "L-ebda Kredenzjali";

/* Button copy
 Button label
 Button to confirm user action
 OK dismiss action */
"Okay" = "Okay";

/* Failure saving replacement passphrase */
"OneCredential" = "Kredenzjal 1";

/* Issuer info screen field label */
"OneTimeCode" = "Kodiċi li jintuża darba";

/* Action prompt to view the imported certificate */
"Passphrase" = "Passphrase";

/* This error is presented when the user uses a bad nonce */
"PassphraseDescription" = "Din hija l-passphrase għall-wallet tiegħek. Hemm backup fuq dan it-telefon, imma jeħtieġ li toħloq waħda żejda f'każ li tibdel it-tagħmir.";

/* Explanation for failing to share the log file */
"PassphraseGenerated" = "Il-Passphrase Ġiet Iġġenerata!";

/* Error message displayed when we see missing or invalid JSON in the response. */
"PassphraseSaveFail" = "Din il-passphrase ma tistax tiġi ssejvjata.";

/* Longer explanation about importing an existing file. */
"PlayIntroVideo" = "Ara l-intro video";

/* Menu item in the settings screen that links to our privacy policy.
 Title for the screen with our privacy policy on it. */
"PrivacyPolicy" = "Strateġija tal-Privatezza";

/* Passphrase description */
"ProtectYourPassphrase" = "Ipproteġi l-Passphrase Tiegħek";

/* Create backup */
"ReachabilityAlertMessage" = "Iċċekkja l-konnessjoni tan-netwerk tiegħek u erġa' pprova.";

/* Select Backup Methods */
"ReachabilityAlertTitle" = "M'hemmx Konnessjoni tan-Netwerk";

/* Instruction to save passphrase */
"ReadFileError" = "Il-fajl ma setax jinqara";

/* Welcome new user header */
"Replace" = "Ibdel";

/* Welcome new user body */
"ReplacePassphrase" = "Ibdel il-Passphrase";

/* Welcome new user footer */
"RequestAborted" = "It-talba ġiet imneħħija. Jekk jogħġbok erġa' pprova.";

/* Welcome returning user from app update header */
"ReturningUserBody" = "Biex tara l-emittenti tiegħek, mur fis-Settings biex iżżid il-kredenzjali tiegħek jew żidhom permezz tal-email mill-Emittent.";

/* Welcome returning user from app update body */
"ReturningUserFooter" = "Inti tista' żżid emittent manwalment billi żżur is-Settings u tagħżel Żid Emittent.";

/* Welcome returning user from app update body 2 */
"ReturningUserHeader" = "Erġa' Importa il-Kredenzjali Tiegħek";

/* Welcome returning user from app update body 3 */
"SampleCredential" = "Kampjun ta' Ċertifikat";

/* Welcome returning user header */
"SampleCredentialVerificationImpossible" = "Dan huwa kampjun ta' ċertifikat li ma jistax jiġi vverifikat. Iċ-ċertifikati reali iwettqu proċess ta' validazzjoni istantaneju.";

/* Welcome returning user body */
"SelectBackupMethods" = "Agħżel il-Metodi ta' Backup";

/* Welcome returning user footer */
"SelectOne" = "Jekk jogħġbok agħżel mill-inqas għażla waħda minn hawn taħt:";

/* No credentials */
"SelectOneButton" = "Agħżel mill-Inqas Waħda Biex Tkompli";

/* 1 credential */
"ServerError" = "Is-server kellu xi żball. Jekk jogħġbok erġa' pprova.";

/* Multiple credentials */
"Settings" = "Settings";

/* Empty Credentials View */
"Share" = "Ikkondividi";

/* Add Issuer Enter URL */
"ShareCredential" = "Ikkondividi din il-Kredenzjali";

/* Add Issuer Enter Code */
"ShareCredentialError" = "Iċ-ċertifikat ma setax jiġi kondiviż";

/* Credential Info Button */
"ShareCredentialGenericError" = "Xi ħaġa marret ħażin fil-preparazzjoni ta' dak il-fajl li kellu jiġi kondiviż. Erġa' pprova aktar tard.";

/* Continue */
"SharedAddress" = "Indirizz Ikkondiviż";

/* Credential Verify Button */
"ShareFile" = "Ikkondividi l-Fajl";

/* Credential Share Button */
"ShareLink" = "Ikkondividi l-Link";

/* Credential */
"ShowPassphrase" = "Uri Passphrase";

/* action completed successfully
 Add issuers alert title
 Alert title */
"Success" = "Suċċess";

/* Accessibility label for issuer URL text field */
"UpdateUserBody" = "Aħna tejjibna din l-esperjenza, imma int se tkun tista' tirċievi u tamministra l-kredenzjali tiegħek bħal qabel.";

/* Accessibility label for issuer code text field */
"UpdateUserBody2" = "Jekk jogħġbok innota li issa għandek bżonn tagħmel backup tal-passphrase tiegħek, imma tista' tagħmel hekk faċilment fl-app.";

/* Accessibility label for credential URL text field */
"UpdateUserBody3" = "Agħfas kompli biex tibda.";

/* Verification */
"UpdateUserHeader" = "Merħba għall-Chertero Wallet il-ġdid!";

/* Accessibility label for video play button in onboarding */
"URL" = "URL";

/* Credential verification in progress message */
"Verification" = "Verifika";

/* Credential verification success message */
"VerificationFail" = "Dan il-kredenzjali mhux ivverifikat. Jekk jogħġbok ikkuntattja lill-emittent.";

/* Credential verification fail message */
"VerificationInProgress" = "Qed jiġi vverifikat il-kredenzjali %@...";

/* Credential verification success */
"VerificationSuccess" = "Din hija kredenzjali %@ valida.";

/* Choose credential import method */
"Verified" = "Ivverifikat!";

/* Instruction to copy and paste credential URL */
"Verify" = "Ivverifika";

/* Import */
"View" = "Ara";

/* You have 1 credential */
"Welcome" = "Merħba";

/* You have multiple credentials */
"WriteYourPassphrase" = "Ikteb il-passphrase tiegħek fuq biċċa karta u erfagħha f'post sigur.";

/* Share credential action sheet title */
"YouHaveMultipleCredentials" = "Int għandek %@ kredenzjali:";

/* Title for SAML login */
"YouHaveOneCredential" = "Int għandek 1 kredenzjali";
